import { Film } from "../models/film.models";

export const FILMS: Film[] = [
    {
      id: 0,
      title: "Интерстеллар 1",
      original: "Interstellar 2015",
      category: "Фантастика, приключения",
      link: './film',
      raiting: 7.8,
      image: "../assets/img/film.jpg",
      description: 'Когда засуха, пыльные бури и вымирание растений приводят человечество к продовольственному кризису, коллектив исследователей и учёных  отправляется сквозь червоточину (которая предположительно соединяет области пространства-времени через большое расстояние) в путешествие,  чтобы превзойти прежние ограничения для космических путешествий человека и найти планету с подходящими для человечества условиями. '
    },
    {
      id: 1,
      title: "Интерстеллар 2",
      original: "Interstellar 2015",
      category: "Фантастика, приключения",
      link: './film',
      raiting: 7.8,
      image: "../assets/img/film.jpg",
      description: 'Когда засуха, пыльные бури и вымирание растений приводят человечество к продовольственному кризису, коллектив исследователей и учёных  отправляется сквозь червоточину (которая предположительно соединяет области пространства-времени через большое расстояние) в путешествие,  чтобы превзойти прежние ограничения для космических путешествий человека и найти планету с подходящими для человечества условиями. '
    },
    {
      id: 2,
      title: "Интерстеллар 3",
      original: "Interstellar 2015",
      category: "Фантастика, приключения",
      link: './film',
      raiting: 7.8,
      image: "../assets/img/film.jpg",
      description: 'Когда засуха, пыльные бури и вымирание растений приводят человечество к продовольственному кризису, коллектив исследователей и учёных  отправляется сквозь червоточину (которая предположительно соединяет области пространства-времени через большое расстояние) в путешествие,  чтобы превзойти прежние ограничения для космических путешествий человека и найти планету с подходящими для человечества условиями. '
    },
]
